"OK"="OK";
"CANCEL" = "Anuluj";
"Can't load bundle"="Nie można wczytać pakietu";
"Apple" = "Apple";
"Pictures" = "Obrazki";
"Other" = "Inne";
"CHOOSE" = "Wybierz";
"DOT_MAC_AND_RSS" = "%@ oraz RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "Sprawdzam RSS…";
"NO_FEED_FOUND" = "Nie można znaleźć takiego źródła RSS.";
"GETTING_ALBUMS" = "Pobieram albumy…";
"SELECT_ALBUMS" = "Wybierz albumy do wyświetlenia:";
"INVALID_MEMBER_NAME" = "Nieprawidłowa nazwa użytkownika.";
"NO_ALBUMS_FOR_USER" = "Nie udało się znaleźć żadnego albumu tego użytkownika.";

/* strings for tool tips */
"minute" = "min";
"minutes" = "min";
"hour" = "godz.";
"hours" = "godz.";
"OPTIONS_BUTTON_TIP" = "Pozwala ustalić opcje tego wygaszacza ekranu.";
"Never" = "Nigdy";
"Slideshow" = "Pokaz slajdów";
"Collage" = "Kolaż";
"Mosaic" = "Mozaika";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Styl";

/* For contextual menu */
"DELETE" = "Usuń";
"REVEAL_IN_FINDER" = "Pokaż w Finderze";
"MOVE_TO_TRASH" = "Przenieś do Kosza";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Pobierz wygaszacze ekranu";
"ADD_MOBILE_ME_GALLERY" = "Dodaj galerię MobileMe…";
"ADD_PICTURES" = "Dodaj katalog z obrazkami…";
"ADD_RSS_FEED" = "Dodaj źródła RSS…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Pozwala dodać obrazki lub przeglądać wygaszacze ekranu";
"REMOVE_SAVER_AX_VALUE" = "Pozwala usunąć zaznaczony wygaszacz ekranu";

/* Alerts */
"INCOMPATIBLE_TITLE" = "Na tym komputerze nie można używać wygaszacza ekranu %@.";
"INCOMPATIBLE_DESC" = "Skontaktuj się z autorem tego wygaszacza po nowszą wersję.";
"DELETE_WARNING_TITLE" = "Czy na pewno chcesz usunąć „%@?”";
"DELETE_WARNING_DESC" = "Ten wygaszacz ekranu zostanie przeniesiony do Kosza.";
